Repository: common-repository/b-east
Catalog: languages/b-east-*.po
Languages: nl_nl

source: B-east Settings
nl_nl: B-east instellingen

source: Save Settings
nl_nl: Instellingen opslaan

source: Prices and terms for %s
nl_nl: Prijzen en voorwaarden voor %s

source: Standard
nl_nl: Standaard

source: Show label
nl_nl: Toon label

source: Show on B-east
nl_nl: Bekijk op B-east

source: Number of parcels
nl_nl: Aantal colli

source: Send to B-east
nl_nl: Stuur naar B-east

source: Set B-east options
nl_nl: B-east opties instellen

source: Submit
nl_nl: Verzenden

source: API key
nl_nl: API-sleutel

source: Invalid api key
nl_nl: Ongeldige API-sleutel

source: B-east for WooCommerce
nl_nl: B-east voor WooCommerce

source: Integrate B-east shipping method with WooCommerce.
nl_nl: Integreer B-east met WooCommerce.
